Repository: akinbender/MakerPrompt
Catalog: MakerPrompt.Shared/Properties/Resources.*.resx
Languages: de, es, fr, pl, tr

# GCodeCategory_Calibration
source: Calibration
de: Kalibrierung
es: Calibración
pl: Kalibracja
tr: Kalibrasyon

# GCodeCategory_Reporting
source: Reporting
de: Berichte
es: Reporte
fr: Rapport
pl: Raportowanie
tr: Raporlama

# GCodeCategory_Settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia
tr: Ayarlar

# GCodeCategory_Temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
pl: Temperatura
tr: Sıcaklık

# GCodeDescription_G0
source: Rapid linear movement (non-printing)
de: Schnelle lineare Bewegung (nicht druckend)
es: Movimiento lineal rápido (sin impresión)
fr: Mouvement linéaire rapide (hors impression)
pl: Szybki ruch liniowy (bez drukowania)
tr: Hızlı doğrusal hareket (baskı dışı)

# GCodeDescription_G1
source: Controlled linear movement (printing)
de: Kontrollierte lineare Bewegung (druckend)
es: Movimiento lineal controlado (impresión)
fr: Mouvement linéaire contrôlé (impression)
pl: Sterowany ruch liniowy (drukowanie)
tr: Kontrollü doğrusal hareket (baskı)

# GCodeDescription_G28
source: Home all or specified axes
de: Alle oder bestimmte Achsen nullen
es: Hogar todos o ejes especificados
fr: Faire le home de tous les axes ou axes spécifiés
pl: Powrót do pozycji bazowej wszystkich lub wybranych osi
tr: Tüm veya belirli eksenleri sıfırla

# GCodeDescription_G29
source: Auto bed leveling
de: Automatische Bettnivellierung
es: Autonivelación de cama
fr: Auto-nivellement du plateau
pl: Automatyczne poziomowanie stołu
tr: Otomatik yatak kalibrasyonu

# GCodeDescription_G90
source: Set absolute positioning mode
de: Absoluten Positionsmodus aktivieren
es: Establecer modo de posicionamiento absoluto
fr: Définir le mode de positionnement absolu
pl: Ustaw tryb pozycjonowania absolutnego
tr: Mutlak konum modunu aktif et

# GCodeDescription_G91
source: Set relative positioning mode
de: Relativen Positionsmodus aktivieren
es: Establecer modo de posicionamiento relativo
fr: Définir le mode de positionnement relatif
pl: Ustaw tryb pozycjonowania względnego
tr: Göreceli konum modunu aktif et

# GCodeDescription_G92
source: Set current position (reset coordinates)
de: Aktuelle Position setzen (Koordinaten zurücksetzen)
es: Establecer posición actual (reiniciar coordenadas)
fr: Définir la position actuelle (réinitialiser les coordonnées)
pl: Ustaw bieżącą pozycję (resetuj współrzędne)
tr: Mevcut konumu ayarla (koordinatları sıfırla)

# GCodeDescription_M104
source: Set hotend temperature (non-blocking)
de: Heizdüsentemperatur setzen und warten (nicht blockierend)
es: Establecer temperatura del hotend (no bloqueante)
fr: Définir la température de la buse (non bloquant)
pl: Ustaw temperaturę głowicy (nieblokujące)
tr: Nozul sıcaklığını ayarla (bekleme yok)

# GCodeDescription_M105
source: Report current temperatures
de: Aktuelle Temperaturen melden
es: Reportar temperaturas actuales
fr: Rapporter les températures actuelles
pl: Podaj aktualne temperatury
tr: Mevcut sıcaklıkları raporla

# GCodeDescription_M106
source: Set fan speed (S: 0-255)
de: Lüftergeschwindigkeit setzen (S: 0-255)
es: Establecer velocidad del ventilador (S: 0-255)
fr: Définir la vitesse du ventilateur (S: 0-255)
pl: Ustaw prędkość wentylatora (S: 0-255)
tr: Fan hızını ayarla (S: 0-255)

# GCodeDescription_M107
source: Turn fan off
de: Lüfter ausschalten
es: Apagar ventilador
fr: Éteindre le ventilateur
pl: Wyłącz wentylator
tr: Fanı kapat

# GCodeDescription_M109
source: Set hotend temp & wait (blocking)
de: Heizdüsentemperatur setzen und warten (blockierend)
es: Establecer temp. del hotend y esperar (bloqueante)
fr: Définir la température de la buse et attendre (bloquant)
pl: Ustaw temp. głowicy i czekaj (blokujące)
tr: Nozul sıcaklığını ayarla ve bekle (beklemeli)

# GCodeDescription_M112
source: Emergency stop
de: Not-Aus
es: Parada de emergencia
fr: Arrêt d'urgence
pl: Zatrzymanie awaryjne
tr: Acil durdurma

# GCodeDescription_M114
source: Get current position
de: Aktuelle Position abfragen
es: Obtener posición actual
fr: Obtenir la position actuelle
pl: Pobierz bieżącą pozycję
tr: Mevcut konumu al

# GCodeDescription_M115
source: Get firmware info
de: Firmware-Informationen abrufen
es: Obtener información del firmware
fr: Obtenir les informations du firmware
pl: Pobierz informacje o firmware
tr: Firmware bilgilerini al

# GCodeDescription_M140
source: Set bed temperature (non-blocking)
de: Bett-Temperatur setzen (nicht blockierend)
es: Establecer temperatura de la cama (no bloqueante)
fr: Définir la température du plateau (non bloquant)
pl: Ustaw temperaturę stołu (nieblokujące)
tr: Yatak sıcaklığını ayarla (bekleme yok)

# GCodeDescription_M190
source: Set bed temp & wait (blocking)
de: Bett-Temperatur setzen und warten (blockierend)
es: Establecer temp. de la cama y esperar (bloqueante)
fr: Définir la température du plateau et attendre (bloquant)
pl: Ustaw temp. stołu i czekaj (blokujące)
tr: Yatak sıcaklığını ayarla ve bekle (beklemeli)

# PageTitle_GCodeList
source: G-Code Cheat Sheet
de: G-Code-Referenz
es: Guía rápida de G-Code
fr: Aide-mémoire G-Code
pl: Ściąga G-Code
tr: G-Code Kılavuzu

# PageTitle_Homepage
source: Dashboard
es: Panel principal
fr: Tableau de bord
pl: Pulpit
tr: Kontrol Paneli

# GCodeCategory_Movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
pl: Ruch
tr: Hareket

# GCodeDescription_M303
source: PID autotune
de: PID-Autokalibrierung
es: Autotune PID
fr: Auto-étalonnage PID
pl: Autokalibracja PID
tr: PID otomatik ayarı

# GCodeDescription_M306
source: Thermal model calibration
de: Thermische Modellkalibrierung
es: Calibración del modelo térmico
fr: Étalonnage du modèle thermique
pl: Kalibracja modelu termicznego
tr: Termal model kalibrasyonu

# GCodeCategory_SdCard
source: Sd Card
de: SD-Karte
es: Tarjeta SD
fr: Carte SD
pl: Karta SD
tr: SD Kart

# Theme_Auto
source: Auto
de: Automatisch
tr: Otomatik

# Theme_Dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pl: Ciemny
tr: Koyu

# Theme_Light
source: Light
de: Hell
es: Claro
fr: Clair
pl: Jasny
tr: Açık

# GCodeDescription_M20
source: List SD card contents
de: SD-Karteninhalt auflisten
es: Listar contenido de la tarjeta SD
fr: Lister le contenu de la carte SD
pl: Wyświetl zawartość karty SD
tr: SD kart içeriğini listele

# GCodeDescription_M21
source: Initialize SD card
de: SD-Karte initialisieren
es: Inicializar tarjeta SD
fr: Initialiser la carte SD
pl: Zainicjuj kartę SD
tr: SD kartı başlat

# GCodeDescription_M22
source: Release SD card
de: SD-Karte freigeben
es: Liberar tarjeta SD
fr: Libérer la carte SD
pl: Zwolnij kartę SD
tr: SD kartı serbest bırak

# GCodeDescription_M23
source: Select SD file
de: SD-Datei auswählen
es: Seleccionar archivo SD
fr: Sélectionner un fichier SD
pl: Wybierz plik SD
tr: SD dosyasını seç

# GCodeDescription_M24
source: Start/resume SD print
de: SD-Druck starten/fortsetzen
es: Iniciar/reanudar impresión SD
fr: Démarrer/reprendre l'impression SD
pl: Rozpocznij/wznów druk z SD
tr: SD baskısını başlat/devam ettir

# GCodeDescription_M25
source: Pause SD print
de: SD-Druck pausieren
es: Pausar impresión SD
fr: Mettre en pause l'impression SD
pl: Wstrzymaj druk z SD
tr: SD baskısını duraklat

# GCodeDescription_M26
source: Set SD read position
de: SD-Leseposition setzen
es: Establecer posición de lectura SD
fr: Définir la position de lecture SD
pl: Ustaw pozycję odczytu SD
tr: SD okuma pozisyonunu ayarla

# GCodeDescription_M27
source: Report SD print status
de: SD-Druckstatus melden
es: Reportar estado de impresión SD
fr: Rapporter l'état d'impression SD
pl: Podaj status druku SD
tr: SD baskı durumunu raporla

# GCodeDescription_M28
source: Start writing to SD card
de: Schreiben auf SD-Karte starten
es: Comenzar a escribir en la tarjeta SD
fr: Commencer à écrire sur la carte SD
pl: Rozpocznij zapis na karcie SD
tr: SD karta yazmaya başla

# GCodeDescription_M29
source: Stop writing to SD card
de: Schreiben auf SD-Karte beenden
es: Detener escritura en la tarjeta SD
fr: Arrêter l'écriture sur la carte SD
pl: Zakończ zapis na karcie SD
tr: SD karta yazmayı durdur

# GCodeDescription_M30
source: Delete SD file
de: SD-Datei löschen
es: Eliminar archivo SD
fr: Supprimer un fichier SD
pl: Usuń plik SD
tr: SD dosyasını sil

# GCodeDescription_M32
source: Select file and start print
de: Datei auswählen und Druck starten
es: Seleccionar archivo e iniciar impresión
fr: Sélectionner un fichier et démarrer l'impression
pl: Wybierz plik i rozpocznij druk
tr: Dosya seç ve baskıyı başlat

# GCodeCommand_Command
source: Command
de: Befehl
es: Comando
fr: Commande
pl: Polecenie
tr: Komut

# GCodeCommand_Description
source: Description
de: Beschreibung
es: Descripción
pl: Opis
tr: Açıklama

# GCodeCommand_Category
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
pl: Kategorie
tr: Kategoriler

# GCodeCommand_Parameter
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
pl: Parametry
tr: Parametreler

# CheatSheetPage_SearchCommands
source: Search commands..
de: Befehle suchen...
es: Buscar comandos..
fr: Rechercher des commandes..
pl: Szukaj poleceń..
tr: Komut ara...

# GCodeDescription_S_TargetTemp
source: Target temperature
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
pl: Temperatura docelowa
tr: Hedef sıcaklık

# GCodeDescription_C_Cycle
source: Cycles (3-20)
de: Zyklen (3-20)
es: Ciclos (3-20)
pl: Cykle (3-20)
tr: Döngüler (3-20)

# GCodeDescription_X_Position
source: X position
es: Posición X
fr: Position X
pl: Pozycja X
tr: X Pozisyonu

# GCodeDescription_Y_Position
source: Y position
es: Posición Y
fr: Position Y
pl: Pozycja Y
tr: Y Pozisyonu

# GCodeDescription_Z_Position
source: Z position
es: Posición Z
fr: Position Z
pl: Pozycja Z
tr: Z Pozisyonu

# GCodeDescription_F_Feedrate
source: Feedrate
de: Vorschubgeschwindigkeit
es: Velocidad de avance
fr: Vitesse d'avance
pl: Prędkość posuwu
tr: Besleme hızı

# GCodeDescription_F_File
source: File path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
pl: Ścieżka pliku
tr: Dosya yolu

# GCodeDescription_E_Amount
source: Extrude amount
de: Extrusionsmenge
es: Cantidad de extrusión
fr: Quantité d'extrusion
pl: Ilość ekstruzji
tr: Eksstrüzyon miktarı

# GCodeDescription_M17
source: Enable Steppers
de: Stepper aktivieren
es: Habilitar motores
fr: Activer les moteurs
pl: Włącz silniki
tr: Stepper'ları etkinleştir

# GCodeDescription_M18
source: Disable Steppers
de: Stepper deaktivieren
es: Deshabilitar motores
fr: Désactiver les moteurs
pl: Wyłącz silniki
tr: Stepper'ları devre dışı bırak

# GCodeDescription_M117
source: Set LCD Message
de: LCD-Meldung einstellen
es: Establecer mensaje LCD
fr: Définir le message LCD
pl: Ustaw komunikat LCD
tr: LCD Mesajını Ayarla

# NavConnection_Connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
pl: Połącz
tr: Bağlan

# NavConnection_Disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
pl: Rozłącz
tr: Bağlantıyı Kes

# GCodeDescription_E_Position
source: E Position
es: Posición E
fr: Position E
pl: Pozycja E
tr: E Pozisyonu

# NavConnection_RefreshPorts
source: Refresh ports
de: Ports aktualisieren
es: Actualizar puertos
fr: Actualiser les ports
pl: Odśwież porty
tr: Portları Yenile

# CheatSheetPage_None
source: None
de: Keine
es: Ninguno
fr: Aucun
pl: Brak
tr: Yok

# NavConnection_SelectPort
source: Select port
de: Port auswählen
es: Seleccionar puerto
fr: Sélectionner un port
pl: Wybierz port
tr: Port Seç

# CalibrationPage_PidTuning
source: PID Tuning
de: PID-Einstellung
es: Ajuste PID
fr: Réglage PID
pl: Strojenie PID
tr: PID Ayarlama

# CalibrationPage_ThermalModel
source: Thermal Model
de: Thermisches Modell
es: Modelo térmico
fr: Modèle thermique
pl: Model termiczny
tr: Termal Model

# GCodeDescription_M500
source: Store settings in EEPROM
de: Einstellungen im EEPROM speichern
es: Guardar ajustes en EEPROM
fr: Enregistrer les paramètres dans l'EEPROM
pl: Zapisz ustawienia w EEPROM
tr: Ayarları EEPROM'a kaydet

# GCodeDescription_M501
source: Read settings from EEPROM
de: Einstellungen aus EEPROM lesen
es: Leer ajustes desde EEPROM
fr: Lire les paramètres depuis l'EEPROM
pl: Odczytaj ustawienia z EEPROM
tr: EEPROM'dan ayarları oku

# GCodeDescription_M502
source: Reset all settings in memory to their factory defaults
de: Alle Einstellungen auf Werkseinstellungen zurücksetzen
es: Restablecer todos los ajustes a valores de fábrica
fr: Réinitialiser tous les paramètres par défaut
pl: Przywróć ustawienia fabryczne
tr: Tüm ayarları fabrika varsayılanlarına sıfırla

# GCodeDescription_M503
source: Report current settings from EEPROM
de: Aktuelle Einstellungen aus EEPROM melden
es: Reportar ajustes actuales desde EEPROM
fr: Rapporter les paramètres actuels de l'EEPROM
pl: Podaj bieżące ustawienia z EEPROM
tr: EEPROM'dan mevcut ayarları raporla

# GCodeDescription_M504
source: Validate the contents of the EEPROM
de: EEPROM-Inhalt validieren
es: Validar el contenido de la EEPROM
fr: Valider le contenu de l'EEPROM
pl: Sprawdź zawartość EEPROM
tr: EEPROM içeriğini doğrula

# GCodeDescription_P_Proportional
source: Proportional Value
de: Proportionalwert
es: Valor proporcional
fr: Valeur proportionnelle
pl: Wartość proporcjonalna
tr: Oransal Değer

# GCodeDescription_I_Integral
source: Integral Value
de: Integralwert
es: Valor integral
fr: Valeur intégrale
pl: Wartość całkowania
tr: İntegral Değeri

# GCodeDescription_D_Derivative
source: Derivative Value
de: Differentialwert
es: Valor derivativo
fr: Valeur dérivée
pl: Wartość różniczkowania
tr: Türev Değeri

# GCodeDescription_M304
source: Set bed PID
de: Bett-PID setzen
es: Establecer PID de la cama
fr: Définir le PID du plateau
pl: Ustaw PID stołu
tr: Yatak PID ayarı

# GCodeDescription_M301
source: Set hotend PID
de: Heizdüsen-PID setzen
es: Establecer PID del hotend
fr: Définir le PID de la buse
pl: Ustaw PID głowicy
tr: Nozul PID ayarı

# CommandPrompt_ConnectedMessage
source: Connection established.
de: Verbindung hergestellt.
es: Conexión establecida.
fr: Connexion établie.
pl: Połączenie nawiązane.
tr: Bağlantı kuruldu.

# CommandPrompt_ErrorMessage
source: Error sending command: {0}.
de: Fehler beim Senden des Befehls: {0}.
es: Error al enviar el comando: {0}.
fr: Erreur lors de l'envoi de la commande : {0}.
pl: Błąd podczas wysyłania polecenia: {0}.
tr: Komut gönderilirken hata: {0}.

# CommandPrompt_DisconnectedMessage
source: Connection terminated.
de: Verbindung getrennt.
es: Conexión terminada.
fr: Connexion terminée.
pl: Połączenie zakończone.
tr: Bağlantı kesildi.

# CommandPrompt_Send
source: Send
de: Senden
es: Enviar
fr: Envoyer
pl: Wyślij
tr: Gönder

# CommandPrompt_EnterCommand
source: Enter command..
de: Befehl eingeben...
es: Ingrese comando..
fr: Entrer une commande..
pl: Wpisz polecenie..
tr: Komut girin...

# CalibrationPage_Start
source: Start
de: Starten
es: Iniciar
fr: Démarrer
tr: Başlat

# PrinterComponent_Hotend
source: Hotend
fr: Buse
pl: Głowica
tr: Sıcak uç

# PrinterComponent_Heatbed
source: Heatbed
es: Cama caliente
fr: Plateau chauffant
pl: Stół grzewczy
tr: Isı Yatağı

# Dashboard_ControlPanel
source: Control Panel
de: Steuerkonsole
es: Panel de control
fr: Panneau de contrôle
pl: Panel sterowania
tr: Kontrol Paneli

# CalibrationPage_HeaterIndex
source: Heater Index
de: Heizer-Index
es: Índice de calentador
fr: Index du chauffage
pl: Indeks grzałki
tr: Isıtıcı İndeksi

# CalibrationPage_Result
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
pl: Wynik
tr: Sonuç

# ControlPanel_Position
source: Position
es: Posición
pl: Pozycja
tr: Pozisyon

# ControlPanel_Length
source: Length
de: Länge
es: Longitud
fr: Longueur
pl: Długość
tr: Uzunluk

# ControlPanel_Set
source: Set
de: Setzen
es: Establecer
fr: Définir
pl: Ustaw
tr: Ayarla

# ControlPanel_Extrude
source: Extrude
de: Extrudieren
es: Extruir
fr: Extruder
pl: Ekstruzja
tr: Eksstrüde Et

# ControlPanel_Reverse
source: Reverse
de: Rückwärts
es: Revertir
fr: Inverser
pl: Odwróć
tr: Geri Sar

# ControlPanel_PrintFlow
source: Print flow
de: Materialfluss
es: Flujo de impresión
fr: Flux d'impression
pl: Przepływ druku
tr: Akış Hızı

# ControlPanel_Heating
source: Heating
de: Aufheizen
es: Calentando
fr: Chauffage
pl: Grzanie
tr: Isınma

# ControlPanel_Status
source: Status
es: Estado
fr: Statut
tr: Durum

# ControlPanel_SetHotendTemp
source: Set hotend temperature
de: Heizdüsentemperatur einstellen
es: Establecer temperatura del hotend
fr: Définir la température de la buse
pl: Ustaw temperaturę głowicy
tr: Nozul Sıcaklığını Ayarla

# ControlPanel_SetBedTemp
source: Set bed temperature
de: Bett-Temperatur einstellen
es: Establecer temperatura de la cama
fr: Définir la température du plateau
pl: Ustaw temperaturę stołu
tr: Yatak Sıcaklığını Ayarla

# ControlPanel_MotorsOff
source: Motors off
de: Motoren ausschalten
es: Motores apagados
fr: Moteurs éteints
pl: Silniki wyłączone
tr: Motorları Kapat

# ControlPanel_SdCard_Ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
pl: Gotowe
tr: Hazır

# ControlPanel_SdCard_NotPresent
source: Not present
de: Nicht vorhanden
es: No presente
fr: Non présent
pl: Brak
tr: Bulunamadı

# ControlPanel_Speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
pl: Prędkość
tr: Hız

# ControlPanel_Current
source: Current
de: Aktuell
es: Actual
fr: Actuel
pl: Bieżący
tr: Mevcut

# ControlPanel_Target
source: Target
de: Ziel
es: Objetivo
fr: Cible
pl: Docelowy
tr: Hedef

# ControlPanel_Set_XYSpeed
source: Set speed for X & Y axes (mm/min)
de: Geschwindigkeit für X/Y-Achsen (mm/min)
es: Establecer velocidad para ejes X e Y (mm/min)
fr: Définir la vitesse pour les axes X et Y (mm/min)
pl: Ustaw prędkość dla osi X i Y (mm/min)
tr: X/Y Eksen Hızı (mm/dak)

# ControlPanel_Set_ZSpeed
source: Set speed for Z axis (mm/min)
de: Geschwindigkeit für Z-Achse (mm/min)
es: Establecer velocidad para eje Z (mm/min)
fr: Définir la vitesse pour l'axe Z (mm/min)
pl: Ustaw prędkość dla osi Z (mm/min)
tr: Z Eksen Hızı (mm/dak)

# ControlPanel_PrintSpeed
source: Print speed
de: Druckgeschwindigkeit
es: Velocidad de impresión
fr: Vitesse d'impression
pl: Prędkość druku
tr: Baskı Hızı

# GCodeDescription_M220
source: Set or report the feed rate percentage for all G-code moves (X, Y, Z, E axes)
de: Vorschubgeschwindigkeits-Prozentsatz für alle G-Code-Bewegungen setzen/melden
es: Establecer o reportar el porcentaje de velocidad de avance para todos los movimientos G-code (ejes X, Y, Z, E)
fr: Définir ou rapporter le pourcentage de vitesse d'avance pour tous les mouvements G-code (axes X, Y, Z, E)
pl: Ustaw lub podaj procent prędkości posuwu dla wszystkich ruchów G-code (osie X, Y, Z, E)
tr: Tüm G-code hareketleri için besleme hızı yüzdesini ayarla/raporla

# GCodeDescription_M221
source: Set or report the flow rate percentage for E-axis extrusion moves
de: Materialfluss-Prozentsatz für Extrusionsbewegungen setzen/melden
es: Establecer o reportar el porcentaje de flujo para movimientos de extrusión del eje E
fr: Définir ou rapporter le pourcentage de flux pour les mouvements d'extrusion de l'axe E
pl: Ustaw lub podaj procent przepływu dla ruchów ekstruzji osi E
tr: Eksstrüzyon hareketleri için akış hızı yüzdesini ayarla/raporla

# PrinterStatus_Disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
pl: Rozłączony
tr: Bağlantı Kesildi

# PrinterStatus_Connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pl: Połączony
tr: Bağlı

# PrinterStatus_Printing
source: Printing
de: Druckt
es: Imprimiendo
fr: Impression
pl: Drukowanie
tr: Baskıda

# PrinterStatus_Paused
source: Paused
de: Pausiert
es: Pausado
fr: En pause
pl: Pauza
tr: Duraklatıldı

# PrinterStatus_Error
source: Error
de: Fehler
fr: Erreur
pl: Błąd
tr: Hata

# ControlPanel_Set_FanSpeed
source: Set fan speed
de: Lüftergeschwindigkeit setzen
es: Establecer velocidad del ventilador
fr: Définir la vitesse du ventilateur
pl: Ustaw prędkość wentylatora
tr: Fan Hızını Ayarla

# ControlPanel_FanSpeed
source: Fan speed
de: Lüftergeschwindigkeit
es: Velocidad del ventilador
fr: Vitesse du ventilateur
pl: Prędkość wentylatora
tr: Fan Hızı

# Calculators_LeadScrewSteps
source: Leadscrew Steps per Millimeter Calculator
de: Schritte pro Millimeter (Spindel)
es: Calculadora de pasos por milímetro de husillo
fr: Calculateur de pas par millimètre de vis-mère
pl: Kalkulator kroków na mm śruby pociągowej
tr: Mil Başına Adım Hesaplayıcı (Vida)

# Calculators_ExtruderSteps
source: E-Steps Calculator
de: E-Schritte Rechner
es: Calculadora de E-Steps
fr: Calculateur E-Steps
pl: Kalkulator E-Steps
tr: E-Adım Hesaplayıcı

# PageTitle_Calculators
source: Calculators
de: Rechner
es: Calculadoras
fr: Calculateurs
pl: Kalkulatory
tr: Hesaplayıcılar

# Calculators_MotorAngle
source: Motor Step Angle
de: Motorschritt-Winkel
es: Ángulo de paso del motor
fr: Angle de pas du moteur
pl: Kąt kroku silnika
tr: Motor Adım Açısı

# Calculators_Microstepping
source: Driver Microsteppin
de: Mikroschrittung
es: Microstepping del driver
fr: Micro-pas du driver
pl: Mikrokroki sterownika
tr: Mikro Adımlama

# Calculators_BeltSteps
source: Belt Steps per Millimeter Calculator
de: Schritte pro Millimeter (Riemen)
es: Calculadora de pasos por milímetro de correa
fr: Calculateur de pas par millimètre de courroie
pl: Kalkulator kroków na mm paska
tr: Mil Başına Adım Hesaplayıcı (Kayış)

# Calculators_PrintPrice
source: Print price Calculator
de: Druckkosten Rechner
es: Calculadora de precio de impresión
fr: Calculateur de prix d'impression
pl: Kalkulator ceny druku
tr: Baskı Maliyeti Hesaplayıcı

# Calculators_BeltPitch
source: Belt Pitch (mm)
de: Riementeilung (mm)
es: Distancia entre dientes de correa (mm)
fr: Pas de la courroie (mm)
pl: Skok paska (mm)
tr: Kayış Diş Aralığı (mm)

# Calculators_PulleyToothCount
source: Pulley Tooth Count
de: Riemenscheibenzähne
es: Cantidad de dientes de polea
fr: Nombre de dents de la poulie
pl: Liczba zębów koła pasowego
tr: Kasnak Diş Sayısı

# Calculators_LeadscrewPitch
source: Leadscrew Pitch (mm/revolution)
de: Spindelsteigung (mm/Umdrehung)
es: Paso del husillo (mm/revolución)
fr: Pas de la vis-mère (mm/tour)
pl: Skok śruby pociągowej (mm/obrót)
tr: Vida Adımı (mm/devir)

# Calculators_GearRatio
source: Gear Ratio
de: Übersetzungsverhältnis
es: Relación de engranajes
fr: Rapport de réduction
pl: Przełożenie
tr: Dişli Oranı

# Calculators_Steps
source: Steps per mm
de: Schritte pro mm
es: Pasos por mm
fr: Pas par mm
pl: Kroki na mm
tr: Mil Başına Adım

# Calculators_Resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
pl: Rozdzielczość
tr: Çözünürlük

# Calculators_GCodeExample
source: G-code Example
de: G-Code Beispiel
es: Ejemplo de G-code
fr: Exemple de G-code
pl: Przykład G-code
tr: G-code örneği

# Calculators_RequestedExtrusionLength
source: Requested Extrusion Length (mm)
de: Angeforderte Extrusionslänge (mm)
es: Longitud de extrusión solicitada (mm)
fr: Longueur d'extrusion demandée (mm)
pl: Żądana długość ekstruzji (mm)
tr: Talep Edilen Ekstrüzyon Uzunluğu (mm)

# Calculators_CurrentEsteps
source: Current E-steps (steps/mm)
de: Aktuelle E-Schritte (Schritte/mm)
es: E-steps actuales (pasos/mm)
fr: E-steps actuels (pas/mm)
pl: Aktualne E-steps (kroki/mm)
tr: Mevcut E-adımları (adım/mm)

# Calculators_ActualExtrusionLength
source: Actual Extrusion Length (mm)
de: Tatsächliche Extrusionslänge (mm)
es: Longitud de extrusión real (mm)
fr: Longueur d'extrusion réelle (mm)
pl: Rzeczywista długość ekstruzji (mm)
tr: Gerçek Ekstrüzyon Uzunluğu (mm)

# Calculators_MeasureCaliper
source: Measure with a caliper
de: Messen mit einem Messschieber
es: Medir con un calibrador
fr: Mesurer avec un pied à coulisse
pl: Zmierz suwmiarką
tr: Bir kumpas ile ölçün
