Repository: akinbender/MakerPrompt
Catalog: MakerPrompt.Shared/Properties/Resources.*.resx
Languages: de, es, fr, pl, tr

# Calculators_Esteps_HowTo
source: <h5>How to use:</h5> <ol> <li>Mark 120mm from your extruder entrance</li> <li>Heat up your hotend</li> <li>Extrude 100mm (use <code>G1 E100 F100</code>)</li> <li>Measure remaining filament to extruder</li> <li>Enter values above (actual = 120 - remaining)</li> </ol>
de: <h5>Anleitung:</h5><ol> <li>Messen Sie 120 mm vom Extrudereingang ab und markieren Sie diese Stelle</li> <li>Erhitzen Sie das Hotend auf Betriebstemperatur</li> <li>Extrudieren Sie 100 mm (verwenden Sie <code>G1 E100 F100</code>)</li> <li>Messen Sie das verbleibende Filament bis zur Markierung</li> <li>Tragen Sie die Werte oben ein (tatsächliche Länge = 120 - verbleibende Länge)</li></ol>
es: <h5>Cómo usar:</h5> <ol> <li>Marca 120mm desde la entrada del extrusor</li> <li>Calienta el hotend</li> <li>Extruye 100mm (usa <code>G1 E100 F100</code>)</li> <li>Mide el filamento restante hasta el extrusor</li> <li>Ingresa los valores arriba (real = 120 - restante)</li> </ol>
fr: <h5>Comment utiliser :</h5> <ol> <li>Marquez 120mm depuis l'entrée de l'extrudeur</li> <li>Chauffez la buse</li> <li>Extrudez 100mm (utilisez <code>G1 E100 F100</code>)</li> <li>Mesurez le filament restant jusqu'à l'extrudeur</li> <li>Entrez les valeurs ci-dessus (réel = 120 - restant)</li> </ol>
pl: <h5>Jak używać:</h5> <ol> <li>Zaznacz 120mm od wejścia ekstrudera</li> <li>Podgrzej głowicę</li> <li>Wyekstruzuj 100mm (użyj <code>G1 E100 F100</code>)</li> <li>Zmierz pozostały filament do ekstrudera</li> <li>Wpisz powyższe wartości (rzeczywista = 120 - pozostała)</li> </ol>
tr: <h5>Nasıl Kullanılır:</h5><ol> <li>Ekstruder girişinden 120 mm işaretleyin</li> <li>Hotend'i çalışma sıcaklığına ısıtın</li> <li>100 mm ekstrüde edin (<code>G1 E100 F100</code> komutunu kullanın)</li> <li>Ekstrudere kalan filament uzunluğunu ölçün</li> <li>Yukarıdaki değerleri girin (gerçek uzunluk = 120 - kalan uzunluk)</li></ol>

# GCodeDescription_M92
source: Get or set the steps-per-unit for one or more axes
de: Schritte pro Einheit für eine oder mehrere Achsen ermitteln oder festlegen
es: Obtener o establecer los pasos por unidad para uno o más ejes
fr: Obtenir ou définir les pas par unité pour un ou plusieurs axes
pl: Pobierz lub ustaw kroki na jednostkę dla jednej lub więcej osi
tr: Bir veya daha fazla eksen için birim başına adımları sorma veya ayarlama

# NavConnection_BrowserNotSupported
source: Browser not supported.
de: Browser nicht unterstützt.
es: Navegador no soportado.
fr: Navigateurs non pris en charge.
pl: Przeglądarka nieobsługiwana.
tr: Tarayıcı desteklenmiyor.

# Calculators_RememberSave
source: Remember to save after testing
de: Vergessen Sie nicht, nach dem Testen zu speichern
es: Recuerde guardar después de probar
fr: Pensez à sauvegarder après test
pl: Pamiętaj, aby zapisać po teście
tr: Test ettikten sonra kaydetmeyi unutmayın

# Dashboard_FileExplorer
source: Files
de: Dateien
es: Archivos
fr: Fichiers
pl: Pliki
tr: Dosyalar

# Files_Name
source: Name
es: Nombre
fr: Nom
pl: Nazwa
tr: İsim

# Files_DateModified
source: Date Modified
de: letzte Änderung
es: Fecha de modificación
fr: Date de modification
pl: Data modyfikacji
tr: Değiştirildiği Tarih

# Files_Size
source: Size
de: Größe
es: Tamaño
fr: Taille
pl: Rozmiar
tr: Boyut

# Files_Refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
pl: Odśwież
tr: Yenile

# PageTitle_About
source: About
es: Acerca de
fr: À propos
pl: O programie
tr: Hakkımızda

# AboutPage_Content
source: Open-source, cross-platform 3D printer management software powered by Blazor Hybrid. <strong>Still under development—use at your own risk.</strong></br>Special thanks to <a href="https://mrhide.de">MrHide</a> for the digital logo and Paleva (@x-hain) for her invaluable support. The source code is available <a href="https://github.com/akinbender/MakerPrompt">here</a>.
es: Software de gestión de impresoras 3D de código abierto y multiplataforma impulsado por Blazor Hybrid. <strong>Aún en desarrollo—úselo bajo su propio riesgo.</strong></br>Agradecimientos especiales a <a href="https://mrhide.de">MrHide</a> por el logo digital y a Paleva (@x-hain) por su invaluable apoyo. El código fuente está disponible <a href="https://github.com/akinbender/MakerPrompt">aquí</a>.
fr: Logiciel de gestion d'imprimante 3D open-source et multiplateforme propulsé par Blazor Hybrid. <strong>Toujours en développement—utilisez à vos risques.</strong></br>Remerciements à <a href="https://mrhide.de">MrHide</a> pour le logo digital et Paleva (@x-hain) pour son soutien précieux. Le code source est disponible <a href="https://github.com/akinbender/MakerPrompt">ici</a>.
pl: Oprogramowanie do zarządzania drukarkami 3D open-source, wieloplatformowe, oparte na Blazor Hybrid. <strong>Wciąż w trakcie rozwoju—używasz na własne ryzyko.</strong></br>Specjalne podziękowania dla <a href="https://mrhide.de">MrHide</a> za logo cyfrowe oraz Paleva (@x-hain) za nieocenione wsparcie. Kod źródłowy dostępny <a href="https://github.com/akinbender/MakerPrompt">tutaj</a>.
tr: Blazor Hybrid ile geliştirilen, açık kaynaklı ve çapraz platform bir 3D yazıcı yönetim yazılımı. <strong>Hala geliştirme aşamasındadır—kullanım riski size aittir.</strong></br>Dijital logo için <a href="https://mrhide.de">MrHide</a>'a ve değerli desteği için Paleva'ya (@x-hain) özel teşekkürler. Kaynak koduna <a href="https://github.com/akinbender/MakerPrompt">buradan</a> ulaşabilirsiniz.

# GCodeCategory_Fan
source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
pl: Wentylator
